
LEXICON: dict[str, str] = {
    'hair_cut_variants': 'Предложи несколько вариантов стрижек',
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Перезапуск бота',
    '/help': 'Справка по работе бота',
}

LEXICON_HANDLERS_CONTEXT: dict[str, str] = {
    "Приветствие для xclusive барбер шопа": r"Ты выступаешь в роли эксперта барбершопа \<\<X'clusive\>\>.",
    'Предложи несколько вариантов стрижек': 'Предложи несколько вариантов модных стрижек',
}

LEXICON_HANDLERS_PROMPTS: dict[str, str] = {
    "Приветствие для xclusive барбер шопа": "Представься кто ты и используй смайлы для ответа",
    'Предложи несколько вариантов стрижек': 'Предложи несколько вариантов модных стрижек',

}